"Amp Simulation" = "Forstærkersimulering"; 
"Amps" = "Forstærkere";
"Analog Basic" = "Analog Basic"; 
"Analog Mono" = "Analog Mono"; 
"Analog Pad" = "Analog Pad"; 
"Analog Swirl" = "Analog Swirl"; 
"Analog Sync" = "Analog Sync"; 
"Auto Wah" = "Auto-wah"; 
"Automatic Filter" = "Automatisk filter"; 
"Bass" = "Bas"; 
"Bass Amp" = "Basforstærker"; 
"Bass Reduction" = "Basdæmpning"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Kor"; 
"Church Organ" = "Kirkeorgel"; 
"Compressor" = "Komprimering"; 
"Digital Basic" = "Digital Basic"; 
"Digital Mono" = "Digital Mono"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Forvrængning"; 
"Drum Kits" = "Trommesæt"; 
"Ducker" = "Dæmper"; 
"Echo" = "Ekko"; 
"Electric Clav" = "Elektrisk klav"; 
"Electric Piano" = "Elklaver"; 
"Enhance Timing" = "Finjuster timing"; 
"Enhance Tuning" = "Finjuster stemning"; 
"Visual EQ" = "Visuel EQ"; 
"Flanger" = "Flanger"; 
"Gate" = "Filter"; 
"Guitar" = "Guitar"; 
"Horns" = "Horn"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybridmorf"; 
"Limiter" = "Begrænsning"; 
"Overdrive" = "Overstyring"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Rumklang"; 
"Sampler" = "Prøveaftryk";
"Sound Effects" = "Lydeffekter"; 
"Speech Enhancer" = "Taleforbedring"; 
"Stomp Boxes" = "Effektpedaler";
"Strings" = "Strygere"; 
"Tonewheel Organ" = "Tonewheel-orgel"; 
"Track Echo" = "Ekko på spor"; 
"Track Reverb" = "Rumklang på spor";
"Treble Reduction" = "Diskantdæmpning"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Stemt slagtøj"; 
"Tuner" = "Stemmeværktøj"; 
"Vocal Transformer" = "Stemmeomformer"; 
"Voice" = "Stemme"; 
"Woodwind" = "Træblæser"; 
"GarageBand Synth" = "GarageBand synthesizer";

